

export function loadJson(): Array<{prob, ans}>
{
    return [
        {
            "prob": "전투손상",
            "ans": "전투로 인하여 발생하는 전투원의 신체적, 심리적 손상, 작고 가벼운 외상으로부터 사망 등 다양한 손상 유형"
        },
        {
            "prob": "전투부상자처치",
            "ans": "전투부상자의 생존률 향상을 위하여 전투 상황에서 발생 가능성이 높고 예방 가능한 사망원인에 초점을 맞추어 시행하는 응급처치와 후송"
        },
        {
            "prob": "전투부상자처치 목적 1",
            "ans": "전투부상자 생존률을 향상시킨다\n- 생존률 향상을 위해 부상자의 우선순위를 고려하여 판단력이 있어야 하며, 의식이 있는 부상자의 경우 교전 중 부상자 스스로 지혈을 할 수 있다면 스스로 지혈해야한다."
        },
        {
            "prob": "전투부상자처치 목적 2",
            "ans": "추가부상자 발생 예방\n추가 부상자 발생예방하기 위해선, 우선적으로 안전 확보가 중요하며, 은엄폐 및 엄호를 통해 안전확보 해야한다."
        },
        {
            "prob": "전투부상자처치 목적3",
            "ans": "궁극적으로 전투 임무 완수\n전투부상자처치는 전투임무에 초점을 맞추어야 하며, 임무완수를 고려해 부상자를 응급처치하고, 부상자가 전투임무가 가능하다면 전투임무에 가담하는 것이 필요로한다."
        },
        {
            "prob": "전투부상자 유형 <주요 사망 원인>",
            "ans": "1위 대량출혈\n2위 기도폐쇄\n3위 긴장성 기흉\n짧은 시간 내 사망 가능한 부상이기 때문에 현장 전투원과 전투 응급처치요원의 응급처치가 중요하다."
        },
        {
            "prob": "전투부상자처치 구성 3단계",
            "ans": "교전 중 처치, 전술적 현장처치, 전술적 후종처치"
        },
        {
            "prob": "1단계 교전 중 처치 정의",
            "ans": "교전 중 이거나, 적의 직간접적 사격의 영향을 받을 때"
        },
        {
            "prob": "교전 중 처치 중점",
            "ans": "1. 적 위협 제거가 우선 (아군의 화력 지원 화력 우세)\n2. 추가적인 부상 방지\n3. 스스로 처치가 가능한 경우 팔다리의 대량출혈은 즉시지혈"
        },
        {
            "prob": "적 위협 제거가 우선 설명",
            "ans": "처치자와 부상자 생존 및 처치를 위해 적 위협 제거 즉, 전투임무 우선 수행\n전투부상자 무장 임의 해제 금지\n총기 탄약 통신장비 함께 이동"
        }
    ]
}
